Repository: DimensionDev/Flare
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, it, ja, nl, no, pl, pt_br, ro, ru, sv, uk, zh_hans

# home_profile_title
source: Profile
ar: الملف الشخصي
cs: Profil
da: Profil
de: Profil
el: Προφίλ
es: Perfil
fi: Profiili
fr: Profil
it: Profilo
ja: プロフィール
nl: Profiel
no: Profil
pl: Profil
pt_br: Perfil
ro: Profil
ru: Профиль
sv: Profil
uk: Анкета
zh_hans: 个人资料

# mastodon_alert_desc_delete
source: Are you sure you want to delete this toot?
ar: هل أنت متأكد من أنك تريد حذف هذا التبويق؟
cs: Jste si jisti, že chcete odstranit tento toot?
da: Er du sikker på du vil slette dette toot?
de: Sind Sie sicher, dass Sie diesen toot löschen möchten?
es: ¿Está seguro que desea eliminar este toot?
fi: Oletko varma, että haluat poistaa tämän toot?
fr: Êtes-vous sûr de vouloir supprimer ce pouet ?
it: Sei sicuro di voler eliminare questo toot?
ja: このトゥートを削除してもよろしいですか？
nl: Weet je zeker dat je deze toot wilt verwijderen?
no: Er du sikker på at du vil slette dette tootet?
pl: Czy na pewno chcesz usunąć ten wpis?
pt_br: Tem certeza de que deseja excluir este toot?
ro: Ești sigur că vrei să ștergi această notiță?
ru: Вы уверены, что хотите удалить это тоже?
sv: Är du säker på att du vill ta bort denna toot?
uk: Ви впевнені, що бажаєте видалити цей дмух?
zh_hans: 你确定要删除这条嘟文吗？

# mastodon_alert_desc_report
source: Are you sure you want to report this toot?
ar: هل أنت متأكد من أنك تريد الإبلاغ عن هذا التبويق؟
cs: Jste si jisti, že chcete nahlásit tento toot?
da: Er du sikker på, at du vil rapportere dette toot?
de: Bist du sicher, dass du dies auch melden möchtest?
el: Είστε βέβαιοι ότι θέλετε να αναφέρετε αυτό πάρα πολύ?
es: ¿Estás seguro de que quieres reportar este toot?
fi: Oletko varma, että haluat raportoida tästä toot?
fr: Êtes-vous sûr de vouloir signaler ce pouet ?
it: Sei sicuro di voler segnalare questo toot?
ja: このトゥートを報告してもよろしいですか？
nl: Weet je zeker dat je deze toot wilt rapporteren?
no: Er du sikker på at du vil rapportere dette tootet?
pl: Czy na pewno chcesz zgłosić ten wpis?
pt_br: Tem certeza de que deseja reportar este toot?
ro: Ești sigur că vrei să raportezi această notiță?
ru: Вы уверены, что хотите пожаловаться на это?
sv: Är du säker på att du vill rapportera denna toot?
uk: Ви впевнені, що хочете повідомити про цей дмух?
zh_hans: 您确定要举报这篇嘟文吗？

# mastodon_alert_title_delete
source: Delete
ar: حذف
cs: Vymazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimez
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
pt_br: excluir
ro: Ștergere
ru: Удалить
sv: Radera
uk: Видалити
zh_hans: 删除

# mastodon_alert_title_report
source: Report
ar: تقرير
cs: Nahlásit
da: Rapport
de: Bericht
el: Αναφορά
es: Reporte
fi: Raportoi
fr: Rapporter
it: Segnala
ja: レポート
nl: Rapporteren
no: Rapporter
pl: Zgłoszenie
pt_br: Denunciar
ro: Raport
ru: Отчет
sv: Rapportera
uk: Доповісти
zh_hans: 举报

# mastodon_notification_favourite
source: like your toot
ar: مثل التبويق الخاص بك
cs: se líbí váš toot
da: ligesom dit toot
de: wie dein toot
el: όπως η φωνή σας
es: te gusta tu toot
fi: tykkää toottistasi
fr: aimer votre pouet
it: come il tuo toot
ja: トゥートのように
nl: vind je toot leuk
no: liker din toot
pl: polubij twój wpis
pt_br: curtir o seu toot
ro: ca notița ta
ru: как ваш зуб
sv: som din toot
uk: подобається ваш дмух
zh_hans: 喜欢了你的嘟文

# mastodon_notification_follow
source: follows you
ar: يتبعك
cs: vás sleduje
da: følger dig
de: folgt dir
el: σε ακολουθεί
es: te sigue
fi: seuraa sinua
fr: vous suit
it: ti segue
ja: フォローしています
nl: volgt jou
no: følger deg
pl: obserwuje Ciebie
pt_br: siga você
ro: te urmărește
ru: подписался на вас
sv: följer dig
uk: слідує за вами
zh_hans: 正在关注你

# mastodon_notification_follow_request
source: requested to follow you
ar: طلب منك متابعتك
cs: požádáno o sledování
da: anmodede om at følge dig
de: gebeten haben, dir zu folgen
el: ζήτησε να σε ακολουθήσει
es: solicitó seguirte
fi: pyysi seuraamaan sinua
fr: a demandé à vous suivre
it: ha richiesto di seguirti
ja: フォローをリクエストしました
nl: aangevraagd om je te volgen
no: bedt om å følge deg
pl: poprosił o obserwowanie Ciebie
pt_br: solicitado para seguir você
ro: solicitat să vă urmărească
ru: попросил подписаться на вас
sv: begärde att följa dig
uk: запит підписатися на вас
zh_hans: 向你发送了关注请求

# mastodon_notification_mention
source: mentions you
ar: يذكر لك
cs: vás zmiňuje
da: nævner dig
de: erwähnt dich
el: σας αναφέρει
es: te menciona
fi: mainitsee sinut
fr: vous mentionne
it: ti menziona
ja: あなたをメンションする
nl: vermeldt je
no: nevner deg
pl: wspomina cię
pt_br: menciona você
ro: Te menționează
ru: упоминает вас
sv: nämner dig
uk: згадує вас
zh_hans: 提及了您

# mastodon_notification_poll
source: A poll you were participating in has ended
ar: انتهى استطلاع الرأي الذي كنت تشارك فيه
cs: Anketa, kterou jste se zúčastnili, skončila
da: En afstemning, du deltog i, er afsluttet
de: Eine Umfrage, an der Sie teilgenommen haben, ist beendet
el: Μια δημοσκόπηση στην οποία συμμετείχατε τελείωσε
es: Una encuesta en la que participabas ha terminado
fi: Kysely johon osallistuit on päättynyt
fr: Un sondage auquel vous participiez est terminé
it: Un sondaggio a cui partecipavi è terminato
ja: 参加していたアンケートが終了しました
nl: Een poll waaraan u deelnam, is beëindigd
no: En avstemming du deltok i er avsluttet
pl: Ankieta, w której uczestniczyłeś zakończyła się
pt_br: Uma enquete em que você participou acabou
ro: Un sondaj la care participați s-a încheiat
ru: Опрос, в котором вы участвовали закончился
sv: En enkät som du deltog i har avslutats
uk: Опитування, в якому ви брали участь участь завершено
zh_hans: 你参与的一个投票已经结束

# mastodon_notification_reblog
source: boosted you toot
ar: تم تعزيزك التبويق
cs: boostnul jsi toot
da: boostet dig toot
de: geboostet
el: ενίσχυσε την φωνή σας
es: te ha impulsado el toot
fi: paransi toottia
fr: a boosté votre pouet
it: hai potenziato il toot
ja: ブーストした
nl: heeft jou getoot
no: boostet deg toot
pl: podwoił Cię
pt_br: compartilhou seu toot
ro: îți amplifică notița
ru: усилил вас зуб
sv: ökade dig toot
uk: передмухнув вас
zh_hans: 转嘟了你的嘟文

# mastodon_notification_status
source: just posted a toot
ar: نشر تبويق للتو
cs: právě přidal/a toot
da: lige postet et toot
de: gerade einen toot gepostet
el: μόλις δημοσίευσε μια φωνή
es: acaba de publicar un toot
fi: juuri lähetetty tootti
fr: vient de poster un pouet
it: appena postato un toot
ja: トゥートを投稿しました
nl: heeft net een toot geplaatst
no: nettopp postet et toot
pl: właśnie opublikował wpis
pt_br: acabou de postar um toot
ro: doar a postat o notiță
ru: только что написал зуб
sv: precis skrivit en toot
uk: просто опублікував(-ла) дмух
zh_hans: 刚刚发布了一条嘟文

# mastodon_notification_update
source: update a toot
ar: تحديث التبويق
cs: aktualizovat toot
da: opdatere et toot
de: einen toot aktualisieren
el: ενημέρωση μιας φωνής
es: actualizar un toot
fi: päivitä tootti
fr: mettre à jour un pouet
it: aggiorna un toot
ja: トゥートを更新
nl: toot bijwerken
no: oppdater et toot
pl: zaktualizuj wpis
pt_br: atualizar um toot
ro: actualizează o notiță
ru: обновить зуб
sv: uppdatera en toot
uk: оновити дмух
zh_hans: 更新了一条嘟文

# mastodon_status_action_bookmark_add
source: Add bookmark
ar: إضافة إشارة مرجعية
cs: Přidat záložku
da: Tilføj bogmærke
de: Lesezeichen hinzufügen
el: Προσθήκη σελιδοδείκτη
es: Añadir marcador
fi: Lisää kirjanmerkki
fr: Ajouter un favori
it: Aggiungi segnalibro
ja: ブックマークを追加
nl: Bladwijzer toevoegen
no: Legg til bokmerke
pl: Dodaj zakładkę
pt_br: Adicionar marcador
ro: Adaugă marcaj
ru: Добавить закладку
sv: Lägg till bokmärke
uk: Додати до закладок
zh_hans: 添加书签

# mastodon_status_action_bookmark_remove
source: Remove bookmark
ar: إزالة الإشارة المرجعية
cs: Odstranit záložku
da: Fjern bogmærke
de: Lesezeichen entfernen
el: Αφαίρεση σελιδοδείκτη
es: Eliminar marcador
fi: Poista kirjanmerkki
fr: Supprimer le favori
it: Rimuovi segnalibro
ja: ブックマークを削除
nl: Bladwijzer verwijderen
no: Fjern bokmerke
pl: Usuń zakładkę
pt_br: Remover marcador favorito
ro: Eliminaţi marcajul
ru: Удалить закладку
sv: Ta bort bokmärke
uk: Видалити з обраного
zh_hans: 删除书签

# mastodon_status_action_delete
source: Delete
ar: حذف
cs: Vymazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimez
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
pt_br: excluir
ro: Ștergere
ru: Удалить
sv: Radera
uk: Видалити
zh_hans: 删除

# mastodon_status_action_report
source: Report
ar: تقرير
cs: Nahlásit
da: Rapport
de: Bericht
el: Αναφορά
es: Reporte
fi: Raportoi
fr: Rapporter
it: Segnala
ja: レポート
nl: Rapporteren
no: Rapporter
pl: Zgłoszenie
pt_br: Denunciar
ro: Raport
ru: Отчет
sv: Rapportera
uk: Доповісти
zh_hans: 举报

# mastodon_status_reblog_header
source: boosted
ar: معززة
cs: boostnuto
da: boostet
de: gehoben
el: ενισχύθηκε
es: optimizado
fi: tehostettu
fr: boosté
it: potenziato
ja: ブースト
nl: boostte
no: boostet
pl: wzmocnione
pt_br: otimizado
ro: amplificat
ru: ускорено
sv: förstärkt
uk: підсилено
zh_hans: 转嘟了

# matrix_followers
source: Followers
ar: المتابِعون
cs: Sledující
da: Følgere
de: Follower
el: Ακόλουθοι
es: Seguidores
fi: Seuraajat
fr: Abonnés
it: Follower
ja: フォロワー
nl: Volgers
no: Følgere
pl: Obserwujący
pt_br: Seguidores
ro: Urmăritori
ru: Подписчики
sv: Följare
uk: Підписники
zh_hans: 粉丝

# matrix_following
source: Following
ar: تابع
cs: Sledovat
da: Følger
de: Folgt
el: Ακολουθεί
es: Siguiendo
fi: Seurataan
fr: Abonnements
it: Seguendo
ja: フォロー中
nl: Volgt
no: Følger
pl: Obserwowane
pt_br: Seguinte
ro: Urmăriți
ru: Подписка
sv: Följer
uk: Слідкую
zh_hans: 正在关注

# misskey_alert_desc_delete
source: Are you sure you want to delete this note?
ar: هل أنت متأكد من أنك تريد حذف هذه الملاحظة؟
cs: Jste si jisti, že chcete odstranit tuto poznámku?
da: Er du sikker på du vil slette denne note?
de: Sind Sie sicher, dass Sie diese Notiz löschen möchten?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή τη σημείωση?
es: ¿Está seguro que desea eliminar esta nota?
fi: Oletko varma, että haluat poistaa tämän merkinnän?
fr: Êtes-vous sûr de vouloir supprimer cette note ?
it: Sei sicuro di voler eliminare questa nota?
ja: このメモを削除してもよろしいですか？
nl: Weet je zeker dat je deze notitie wilt verwijderen?
no: Er du sikker på at du vil slette denne merknaden?
pl: Czy na pewno chcesz usunąć tę notatkę?
pt_br: Você tem certeza que deseja excluir esta publicação?
ro: Sunteţi sigur că doriţi să ştergeţi această notă?
ru: Вы уверены, что хотите удалить эту заметку?
sv: Är du säker på att du vill ta bort denna anteckning?
uk: Ви впевнені, що бажаєте видалити цю нотатку?
zh_hans: 要删除该帖子吗？

# misskey_alert_desc_report
source: Are you sure you want to report this note?
ar: هل أنت متأكد من أنك تريد الإبلاغ عن هذه الملاحظة؟
cs: Jste si jisti, že chcete nahlásit tuto poznámku?
da: Er du sikker på, at du vil rapportere denne note?
de: Sind Sie sicher, dass Sie diese Notiz melden möchten?
el: Είστε βέβαιοι ότι θέλετε να αναφέρετε αυτή τη σημείωση?
es: ¿Está seguro que desea reportar esta nota?
fi: Oletko varma, että haluat ilmoittaa tämän merkinnän?
fr: Êtes-vous sûr de vouloir signaler cette note ?
it: Sei sicuro di voler segnalare questa nota?
ja: このメモを報告してもよろしいですか？
nl: Weet u zeker dat u deze notitie wilt rapporteren?
no: Er du sikker på at du vil rapportere denne merknaden?
pl: Czy na pewno chcesz zgłosić tę notatkę?
pt_br: Tem certeza de que deseja denunciar esta nota?
ro: Ești sigur că vrei să raportezi această notă?
ru: Вы уверены, что хотите пожаловаться на эту заметку?
sv: Är du säker på att du vill rapportera denna anteckning?
uk: Ви впевнені, що хочете повідомити про цю нотатку?
zh_hans: 您确定要举报这篇帖子吗？

# misskey_alert_title_delete
source: Delete
ar: حذف
cs: Vymazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimez
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
pt_br: excluir
ro: Ștergere
ru: Удалить
sv: Radera
uk: Видалити
zh_hans: 删除

# misskey_alert_title_report
source: Report
ar: تقرير
cs: Nahlásit
da: Rapport
de: Bericht
el: Αναφορά
es: Reporte
fi: Raportoi
fr: Rapporter
it: Segnala
ja: レポート
nl: Rapporteren
no: Rapporter
pl: Zgłoszenie
pt_br: Denunciar
ro: Raport
ru: Отчет
sv: Rapportera
uk: Доповісти
zh_hans: 举报

# misskey_status_action_delete
source: Delete
ar: حذف
cs: Vymazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimez
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
pt_br: excluir
ro: Ștergere
ru: Удалить
sv: Radera
uk: Видалити
zh_hans: 删除

# misskey_status_action_quote
source: Quote
ar: اقتباس
cs: Cenová nabídka
da: Tilbud
de: Zitat
el: Παράθεση
es: Cotización
fi: Tarjous
fr: Devis
it: Preventivo
ja: 引用
nl: Offerte
no: Sitat
pl: Oferta
pt_br: Cotação
ro: Ofertă
ru: Цитата
sv: Offert
uk: Цитувати
zh_hans: 引用

# misskey_status_action_report
source: Report
ar: تقرير
cs: Nahlásit
da: Rapport
de: Bericht
el: Αναφορά
es: Reporte
fi: Raportoi
fr: Rapporter
it: Segnala
ja: レポート
nl: Rapporteren
no: Rapporter
pl: Zgłoszenie
pt_br: Denunciar
ro: Raport
ru: Отчет
sv: Rapportera
uk: Доповісти
zh_hans: 举报

# misskey_status_renote_header
source: renoted
ar: أُعيد
cs: renotovaný
da: gengivet
de: erneuert
el: επανασημειώσατε
es: renegado
fi: renoitu
fr: renoté
it: rinominato
ja: リメモしました
nl: herreoted
no: endret
pl: ponownie odnotowane
pt_br: renotou
ro: notat
ru: заново замечено
sv: namngivna
uk: перенаправлено
zh_hans: 转贴

# notification_title
source: Notification
ar: إشعار
cs: Oznamování
da: Underretning
de: Benachrichtigung
el: Ειδοποίηση
es: Notificación
fi: Ilmoitus
it: Notifica
nl: Notificatie
no: Varsling
pl: Powiadomienie
pt_br: notificação
ro: Notificare
ru: Уведомление
sv: Avisering
uk: Сповіщення
zh_hans: 通知

# relation_blocked
source: Blocked
ar: محظور
cs: Blokované
da: Blokeret
de: Blockiert
el: Αποκλεισμένος
es: Bloqueado
fi: Estetty
fr: Bloqué
it: Bloccato
ja: ブロック中
nl: Geblokkeerd
no: Blokkert
pl: Zablokowane
pt_br: Bloqueado
ro: Blocat
ru: Заблокирован
sv: Blockerad
uk: Заблоковано
zh_hans: 已屏蔽

# relation_follow
source: Follow
ar: اتبع
cs: Sledovat
da: Følg
de: Folgen
el: Ακολουθήστε
es: Seguir
fi: Seuraa
fr: Suivre
it: Segui
ja: フォロー
nl: Volgen
no: Følg
pl: Śledź
pt_br: Seguir
ro: Urmărește
ru: Подписаться
sv: Följ
uk: Слідкувати
zh_hans: 关注

# relation_following
source: Following
ar: تابع
cs: Sledovat
da: Følger
de: Folgt
el: Ακολουθεί
es: Siguiendo
fi: Seurataan
fr: Abonnements
it: Seguendo
ja: フォロー中
nl: Volgt
no: Følger
pl: Obserwowane
pt_br: Seguinte
ro: Urmăriți
ru: Подписка
sv: Följer
uk: Слідкую
zh_hans: 正在关注

# relation_requested
source: Requested
ar: مطلوب
cs: Požadováno
da: Anmodet
de: Angefragt
el: Ζητήθηκε
es: Solicitado
fi: Pyydetty
fr: Demandé
it: Richiesto
ja: 申請済み
nl: Aangevraagd
no: Forespurt
pl: Żądane
pt_br: Solicitado
ro: Solicitat
ru: Запрошено
sv: Begärt
uk: Запитано
zh_hans: 已申请

# service_select_description
source: Flare is a social network client for Apple.\nTo get started, please select a service to connect to.
ar: الفلاش هو عميل شبكة اجتماعية ل Apple.\nللبدء، الرجاء تحديد خدمة للاتصال بها.
cs: Flare je sociální síťový klient společnosti Apple.\nChcete-li začít, vyberte prosím službu, ke které se chcete připojit.
da: Flare er en social netværksklient til Apple.\nFor at komme i gang, skal du vælge en tjeneste at oprette forbindelse til.
de: Flare ist ein Sozialnetzwerk-Client für Apple.\nUm loszulegen, wählen Sie bitte einen Dienst zum Verbinden aus.
el: Το Flare είναι ένας πελάτης κοινωνικής δικτύωσης για την Apple.\nΓια να ξεκινήσετε, παρακαλώ επιλέξτε μια υπηρεσία με την οποία θα συνδεθείτε.
es: Flare es un cliente de red social para Apple.\nPara empezar, seleccione un servicio para conectarse.
fi: Flare on Applen sosiaalisen verkoston asiakasohjelma.\nPäästäksesi alkuun, valitse palvelu, johon haluat yhteyden.
fr: Fusée éclairante est un client de réseau social pour Apple.\nPour commencer, veuillez sélectionner un service auquel vous connecter.
it: Flare è un client di social network per Apple.\nPer iniziare, seleziona un servizio a cui connetterti.
ja: Flare は Apple のソーシャルネットワーククライアントです。\n開始するには、接続するサービスを選択してください。
nl: Verklaar is een sociaal netwerk client voor Apple.\nSelecteer een service waarmee u verbinding kunt maken.
no: Oppblussing er en sosial nettverksklient for Apple.\nFor å komme i gang, velg en tjeneste du vil koble til.
pl: Flare jest klientem sieci społecznościowej dla Apple.\nAby rozpocząć, wybierz usługę do połączenia.
ro: Flare este un client de rețea socială pentru Apple.\nPentru a începe, vă rugăm să selectați un serviciu la care să vă conectați.
ru: Flare — это клиент социальной сети для Apple.\nДля начала, пожалуйста, выберите сервис, к которому можно подключиться.
sv: Flare är en social nätverksklient för Apple.\nFör att komma igång, välj en tjänst att ansluta till.
zh_hans: Flare 是一个 Apple 平台社交客户端。\n请先选择一个服务来开始。

# service_select_instance_url_placeholder
source: Instance URL
ar: رابط مثيل
cs: URL instance
de: Instanz URL
el: Διεύθυνση Url Παρουσίας
es: URL de instancia
fi: Ilmentymän URL
fr: URL de l'instance
it: Url Istanza
ja: インスタンス URL
nl: Aanleg URL
no: Instans URL
pl: Adres URL instancji
pt_br: Instância URL
ro: URL Instanță
ru: URL экземпляра
sv: Instans URL
uk: URL-адреса інстансу
zh_hans: 实例地址

# service_select_title
source: Welcome to Flare
ar: مرحبا بكم في Felle
cs: Vítejte na Flare
da: Velkommen til Flare
de: Willkommen bei Leuchtturm
el: Καλώς ήλθατε στο Flare
es: Bienvenido a Bengala
fi: Tervetuloa Flareen
fr: Bienvenue dans Flare
it: Benvenuto in chiarore
ja: Flareへようこそ
nl: Welkom bij Flare
no: Velkommen til oppsprett
pl: Witaj w Flare
pt_br: Bem-vindo ao Sinalizador
ro: Bun venit la Flare
ru: Добро пожаловать в Сигнал
sv: Välkommen till Flare
uk: Ласкаво просимо до Flare
zh_hans: 欢迎使用 Flare

# settings_about
source: About
ar: حول
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
fi: Tietoja
fr: À propos de
it: Informazioni
ja: このアプリについて
nl: Informatie
no: Om
pl: O programie
pt_br: SOBRE
ro: Despre
ru: О программе
sv: Om
uk: Про програму
zh_hans: 关于

# settings_account_manage
source: Account management
ar: إدارة الحساب
cs: Správa účtu
da: Konto håndtering
de: Kontoverwaltung
el: Διαχείριση λογαριασμού
es: Gestión de cuentas
fi: Tilin hallinta
fr: Gestion du compte
it: Gestione account
ja: アカウント管理
nl: Account beheer
no: Konto administrasjon
pl: Zarządzanie kontem
pt_br: Gerenciamento de conta
ro: Administrare cont
ru: Управление аккаунтом
sv: Kontohantering
uk: Управління профілем
zh_hans: 账户管理

# settings_appearance
source: Appearance
ar: المظهر
cs: Vzhled
da: Udseende
de: Erscheinung
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr: Apparence
it: Aspetto
ja: 外観
nl: Uiterlijk
no: Utseende
pl: Wygląd
pt_br: Aparência
ro: Aspectul
ru: Внешний вид
sv: Utseende
uk: Зовнішній вигляд
zh_hans: 外观

# settings_storage
source: Storage
ar: التخزين
cs: Úložiště
da: Lagerplads
de: Speicher
el: Αποθήκευση
es: Almacenamiento
fi: Tallennustila
fr: Stockage
it: Archiviazione
ja: ストレージ
nl: Opslagruimte
no: Lagring
pl: Pamięć
pt_br: Armazenamento
ro: Depozitare
ru: Хранилище
sv: Lagring
uk: Сховище
zh_hans: 存储

# status_action_quote
source: Quote
ar: اقتباس
cs: Cenová nabídka
da: Tilbud
de: Zitat
el: Παράθεση
es: Cotización
fi: Tarjous
fr: Devis
it: Preventivo
ja: 引用
nl: Offerte
no: Sitat
pl: Oferta
pt_br: Cotação
ro: Ofertă
ru: Цитата
sv: Offert
uk: Цитувати
zh_hans: 引用

# status_action_report
source: Report
ar: تقرير
cs: Nahlásit
da: Rapport
de: Bericht
el: Αναφορά
es: Reporte
fi: Raportoi
fr: Rapporter
it: Segnala
ja: レポート
nl: Rapporteren
no: Rapporter
pl: Zgłoszenie
pt_br: Denunciar
ro: Raport
ru: Отчет
sv: Rapportera
uk: Доповісти
zh_hans: 举报

# status_action_retweet
source: Retweet
ar: تغريدة
cs: Opakovat
es: Retwittear
fi: Yritä Uudelleen
ja: リツイート
no: Prøv igjen
pt_br: Retweetar
ru: Ретвитнуть
uk: Ретвіт
zh_hans: 转推

# status_action_unretweet
source: Remove retweet
ar: إزالة التغريدة
cs: Odstranit retweet
da: Fjern retweet
de: Retweet entfernen
el: Αφαίρεση retweet
es: Eliminar retweet
fi: Poista uudelleentwiittaa
fr: Supprimer le retweet
it: Rimuovi retweet
ja: リツイートを削除
nl: Verwijder retweet
no: Fjern retweet
pl: Usuń retweet
pt_br: Remover retweet
ro: Elimină retweet
ru: Удалить ретвит
sv: Ta bort retweet
uk: Видалити ретвіт
zh_hans: 移除转推

# status_sensitive_media_show
source: Show media
ar: إظهار الوسائط
cs: Zobrazit média
da: Vis medier
de: Medien anzeigen
el: Εμφάνιση πολυμέσων
es: Mostrar medios
fi: Näytä media
fr: Afficher les médias
it: Mostra media
ja: メディアを表示
nl: Media tonen
no: Vis media
pl: Pokaż media
pt_br: Mostrar mídia
ro: Arată media
ru: Показать медиа
sv: Visa media
uk: Показати медіа
zh_hans: 显示媒体内容

# storage_clear_cache
source: Clear cache
ar: مسح ذاكرة التخزين المؤقت
cs: Vymazat mezipaměť
da: Ryd cache
de: Cache leeren
el: Εκκαθάριση προσωρινής μνήμης
es: Limpiar caché
fi: Tyhjennä välimuisti
fr: Vider le cache
it: Svuota cache
ja: キャッシュをクリア
nl: Cache legen
no: Tøm hurtigminne
pl: Usuń pamięć podręczną
pt_br: Limpar cache
ro: Golește memoria cache
ru: Очистить кэш
sv: Rensa cache
uk: Очистити кеш
zh_hans: 清空缓存

# storage_title
source: Storage
ar: التخزين
cs: Úložiště
da: Lagerplads
de: Speicher
el: Αποθήκευση
es: Almacenamiento
fi: Tallennustila
fr: Stockage
it: Archiviazione
ja: ストレージ
nl: Opslagruimte
no: Lagring
pl: Pamięć
pt_br: Armazenamento
ro: Depozitare
ru: Хранилище
sv: Lagring
uk: Сховище
zh_hans: 存储

# xqt_notification_mention
source: mentions
ar: ذكر
cs: zmínění
da: omtaler
de: nennungen
el: αναφορές
es: menciones
fi: maininnat
it: menzioni
ja: メンション
nl: vermeldt
no: nevner
pl: wzmianki
pt_br: menciona
ro: Menționări
ru: упоминания
sv: omnämnanden
uk: згадки
zh_hans: 提及

# xqt_notification_retweet
source: retweeted
ar: معتدلة
cs: retweetované
da: retweeteret
de: reweeted
es: retweetado
fr: retweeté
ja: リツイート
nl: geretweet
pl: powracające
pt_br: retuitado
ro: retușat
ru: ретвит
uk: ретвітнуто
zh_hans: 转推了

# xqt_status_action_add_bookmark
source: Add bookmark
ar: إضافة إشارة مرجعية
cs: Přidat záložku
da: Tilføj bogmærke
de: Lesezeichen hinzufügen
el: Προσθήκη σελιδοδείκτη
es: Añadir marcador
fi: Lisää kirjanmerkki
fr: Ajouter un favori
it: Aggiungi segnalibro
ja: ブックマークを追加
nl: Bladwijzer toevoegen
no: Legg til bokmerke
pl: Dodaj zakładkę
pt_br: Adicionar marcador
ro: Adaugă marcaj
ru: Добавить закладку
sv: Lägg till bokmärke
uk: Додати до закладок
zh_hans: 添加书签

# xqt_status_action_delete
source: Delete
ar: حذف
cs: Vymazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimez
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
pt_br: excluir
ro: Ștergere
ru: Удалить
sv: Radera
uk: Видалити
zh_hans: 删除

# xqt_status_action_quote
source: Quote
ar: اقتباس
cs: Cenová nabídka
da: Tilbud
de: Zitat
el: Παράθεση
es: Cotización
fi: Tarjous
fr: Devis
it: Preventivo
ja: 引用
nl: Offerte
no: Sitat
pl: Oferta
pt_br: Cotação
ro: Ofertă
ru: Цитата
sv: Offert
uk: Цитувати
zh_hans: 引用

# xqt_status_action_reblog
source: Retweet
ar: تغريدة
cs: Opakovat
es: Retwittear
fi: Yritä Uudelleen
ja: リツイート
no: Prøv igjen
pt_br: Retweetar
ru: Ретвитнуть
uk: Ретвіт
zh_hans: 转推

# xqt_status_action_remove_bookmark
source: Remove bookmark
ar: إزالة الإشارة المرجعية
cs: Odstranit záložku
da: Fjern bogmærke
de: Lesezeichen entfernen
el: Αφαίρεση σελιδοδείκτη
es: Eliminar marcador
fi: Poista kirjanmerkki
fr: Supprimer le favori
it: Rimuovi segnalibro
ja: ブックマークを削除
nl: Bladwijzer verwijderen
no: Fjern bokmerke
pl: Usuń zakładkę
pt_br: Remover marcador favorito
ro: Eliminaţi marcajul
ru: Удалить закладку
sv: Ta bort bokmärke
uk: Видалити з обраного
zh_hans: 删除书签

# xqt_status_action_report
source: Report
ar: تقرير
cs: Nahlásit
da: Rapport
de: Bericht
el: Αναφορά
es: Reporte
fi: Raportoi
fr: Rapporter
it: Segnala
ja: レポート
nl: Rapporteren
no: Rapporter
pl: Zgłoszenie
pt_br: Denunciar
ro: Raport
ru: Отчет
sv: Rapportera
uk: Доповісти
zh_hans: 举报

# xqt_status_alert_message_delete
source: Delete
ar: حذف
cs: Vymazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimez
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
pt_br: excluir
ro: Ștergere
ru: Удалить
sv: Radera
uk: Видалити
zh_hans: 删除
